{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.8.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "conv2d/kernel", "shape": [3, 3, 1, 12], "dtype": "float32"}, {"name": "conv2d/bias", "shape": [12], "dtype": "float32"}, {"name": "conv2d_1/kernel", "shape": [3, 3, 12, 12], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [12], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [3, 3, 12, 12], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [12], "dtype": "float32"}, {"name": "dense/kernel", "shape": [5808, 100], "dtype": "float32"}, {"name": "dense/bias", "shape": [100], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [100, 10], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [10], "dtype": "float32"}]}]}